Repository: FrancyJ2M/simplebot
Catalog: plugins/simplebot_groupmaster/simplebot_groupmaster/locale/*/LC_MESSAGES/simplebot_groupmaster.po
Languages: es

# plugin-description
source: Provides the !group command.
es: Provee el comando !group

# plugin-long-description
source: !group!list will show the list of public groups. !group!id send this command in a group to see its ID. !group!join <ID> will join you to the public group with the given ID. !group!leave <ID> will remove you from the group with the given ID. !group!public/!private use this commands in a group to make it public or private. !group!topic [new topic] replace the current topic or show the current topic if no new topic was provided (topic must be less than {} characters). !group!add <ID> <addrs> will add a comma-separated list of addresses to the group with the given ID. !group!remove <ID> <addr> will remove the member with the given address from the group with the give ID. !group!msg <ID> <msg> will send the given message to the group with the given ID.
es: !group!list muestra la lista de grupos públicos. !group!id envia este comando en un grupo para obtener su ID. !group!join <ID> te permite unirte al grupo público con el ID dado. !group!leave <ID> usa este comando para abandonar el grupo con el ID dado. !group!public/!private usa estos comandos en un grupo para hacerlo público o privado. !group!topic [nuevo tema] sustituye el tema actual o muestra el tema actual si no es dado uno nuevo (tamaño máximo del tema: {} caracteres). !group!add <ID> <correos> permite agregar una lista separada por comas de direcciones de correo al grupo con el ID dado. !group!remove <ID> <correo> permite eliminar un miembro del grupo con el ID dado. !group!msg <ID> <msg> permite enviar un mensaje al grupo con el ID dado.

# list_btn
source: Groups List
es: Lista de grupos

# join_btn
source: Join
es: Unirse

# leave_btn
source: Leave
es: Abandonar

source: Not a group.
es: No es un grupo.

source: Group status: {}
es: Estado del grupo: {}

# group_public
source: Public
es: Público

# group_private
source: Private
es: Privado

source: Topic: {}
es: Tema: {}

# added_to_group
source: Added to {} [ID:{}] Topic: {}
es: Fuiste añadido a {} [ID:{}] Tema: {}

# unknow_group
source: Unknow group ID: {}
es: Grupo desconocido, ID: {}

# removed_from_group
source: Removed from {} [ID:{}]
es: Fuiste eliminado de {} [ID:{}]

# added_to_group_by
source: Added to {} [ID:{}] by {} Topic: {}
es: Fuiste añadido a {} [ID:{}] por {} Tema: {}

# removed_from_group_by
source: Removed from {} [ID:{}] by {}
es: Fuiste eliminado de {} [ID:{}] por {}
