Repository: FrancyJ2M/simplebot
Catalog: plugins/simplebot_friends/simplebot_friends/locale/*/LC_MESSAGES/simplebot_friends.po
Languages: es

# plugin.description
source: Provides the !friends command
es: Provee el comando !friends

# plugin.long_description
source: !friends!list command will return the list of users wanting to make new friends !friends!join <bio> will add you to the list or update your bio, <bio> is up to {} characters of text describing yourself. Ex. !friends!join male, Cuban, tech, free software, music !friends!leave command will remove you from the DeltaFriends list.
es: !friends!list este comando te mostrará la lista de personas que buscan nuevos amigos !friends!join <bio> usa este comando para unirte a la lista o actualizar tu biografía, <bio> son palabras que te identifique o tus gustos (hasta {} caracteres). Ej. !friends!join programador, software libre, música, anime, CAV !friends!leave usa este comando para quitarte de la lista de DeltaFriends

# noscript_msg
source: You need a browser with JavaScript support for this page to work correctly.
es: Necesitas JavaScript para que esta página funcione correctamente.

# join_btn
source: Join/Update
es: Unirse/Actualizar

# leave_btn
source: Leave
es: Abandonar

# list_btn
source: Users List
es: Lista de Usuarios

# profile_header
source: Profile
es: Perfil

# bio_label
source: Bio
es: Biografía

# write_btn
source: Write
es: Escribir

# user_added
source: You are now in the DeltaFriends list
es: Ahora estás en la lista de DeltaFriends

# user_removed
source: You was removed from the DeltaFriends list
es: Fuiste eliminado de la lista de DeltaFriends

# user_not_found
source: You are NOT in the DeltaFriends list
es: No estás en la lista de DeltaFriends
