Repository: FrancyJ2M/simplebot
Catalog: plugins/simplebot_tictactoe/simplebot_tictactoe/locale/*/LC_MESSAGES/simplebot_tictactoe.po
Languages: es

source: Tic Tac Toe game to play with friends
es: Tic Tac Toe, juego para jugar con amigos

source: This is a simple game to play with another humman oponent. Use !toe!play <email> to invite a friend to play. In the group created for the game use !toe!surrender to quit a game. Use !toe!new in the game group to start a new game.
es: Este es un juego simple para jugar contro oponente humano. Usa !toe!play <email> para invitar a un amigo a jugar, por ejemplo: !toe!play miAmigo@nauta.cu Envía !toe!surrender en el grupo creado para el juego para terminar una partida. Usa !toe!new en el grupo creado para el juego para iniciar una nueva partida.

source: Game over. It is a draw! {}
es: Fin del juego. Es un empate! {}

source: Game over. {} Wins!!! {}
es: Fin del juego. {} es el ganador!!! {}

source: {} is your turn... {}
es: {} es tu turno... {}

source: You can't play with yourself
es: No puedes jugar contra ti mismo

source: Hello {}, You had been invited by {} to play {}, to start playing send a message in this group with the command: !toe!play
es: Hola {}, Has sido invitado por {} a jugar {}, para comenzar el juego envía un mensaje en este group con el comando: !toe!play

source: You already has a game group with {}, to start a new game just go to the game group and send: !toe!new
es: Ya tienes un grupo de juego con {}, para comenzar un nuevo juego ve al grupo y envía: !toe!new

source: You are not allowed to do that, if you are trying to invite a new friend, please provide the email of the friend you want to play with
es: No tienes permitido hacer eso, si intentas invitar a un amigo a jugar, provee el correo del amigo con el que quieres jugar

source: Game started!
es: Partida iniciada!

source: You alredy accepted to play. To start a new game use !toe!new
es: Ya has aceptado jugar. Para comenzar un nuevo juego usa !toe!new

source: This is not your game group, please send that command in the game group you want to surrender
es: Este no es tu grupo de juego, usa el comando en el grupo en el que te quieres rendir

source: Game Over. {} Wins!!!
es: Fin del juego. {} es el ganador!!!

source: There are no game running. To start a new game use !toe!new
es: No hay juego iniciado actualmente. Para iniciar un nuevo juego usa !toe!new

source: This is not your game group, please send that command in the game group you want to start a new game
es: Este no es tu grupo de juego, utliza ese comando en uno de tus grupos

source: There are a game running already, to start a new one first end this game or surrender
es: Ya existe un juego en curso, para iniciar uno nuevo debes terminarlo primero o rendirte

source: Invalid move!
es: Movimiento no permitido!

source: It's NOT your turn, please wait the other player to move
es: No es tu turno, por favor espera a que el otro jugador termine su turno
